export const workouts = [
  {
    id: 1,
    category: 'Динамическая зарядка',
    name: 'Выпады с поворотами',
    description:
      'Выпады с поворотами помогают улучшить гибкость бедер и развить равновесие. Это упражнение активизирует мышцы ног и ягодиц, разогревая тело перед основной тренировкой.',
    time: '7 минут',
    energy: '40',
    image: require('../assets/main/d_charging_1.jpg'),
  },
  {
    id: 2,
    category: 'Динамическая зарядка',
    name: 'Круги руками',
    description:
      'Круги руками разогревают плечевые суставы, увеличивая приток крови к мышцам плеч. Это упражнение также помогает предотвратить травмы и улучшает подвижность верхнего отдела тела.',
    time: '5 минут',
    energy: '30',
    image: require('../assets/main/d_charging_2.jpg'),
  },
  {
    id: 3,
    category: 'Динамическая зарядка',
    name: 'Махи ногами',
    description:
      'Махи ногами позволяют разогреть мышцы бедер и ног, улучшить гибкость и подготовить тело к интенсивной нагрузке. Это отличное упражнение для растяжки.',
    time: '6 минут',
    energy: '35',
    image: require('../assets/main/d_charging_3.jpg'),
  },
  {
    id: 4,
    category: 'Динамическая зарядка',
    name: 'Прыжки на месте',
    description:
      'Прыжки на месте отлично развивают координацию и выносливость, а также помогают активизировать сердечно-сосудистую систему перед началом тренировки.',
    time: '4 минуты',
    energy: '50',
    image: require('../assets/main/d_charging_4.jpg'),
  },
  {
    id: 5,
    category: 'Динамическая зарядка',
    name: 'Повороты корпуса',
    description:
      'Повороты корпуса помогают разогреть мышцы спины и корпуса, улучшая гибкость и подвижность поясничного отдела. Это полезное упражнение для разминки перед интенсивными нагрузками.',
    time: '5 минут',
    energy: '20',
    image: require('../assets/main/d_charging_5.jpg'),
  },
  {
    id: 6,
    category: 'Динамическая зарядка',
    name: 'Ходьба на месте',
    description:
      'Ходьба на месте — легкое упражнение для мягкого разогрева мышц ног и повышения частоты сердечных сокращений. Подходит для подготовки к более интенсивным упражнениям.',
    time: '3 минуты',
    energy: '15',
    image: require('../assets/main/d_charging_6.jpg'),
  },
  {
    id: 7,
    category: 'Динамическая зарядка',
    name: 'Махи руками',
    description:
      'Махи руками помогают улучшить подвижность плечевых суставов и разогревают мышцы верхней части тела. Это упражнение подготавливает тело к дальнейшей физической активности.',
    time: '4 минуты',
    energy: '25',
    image: require('../assets/main/d_charging_7.jpg'),
  },
  {
    id: 8,
    category: 'Динамическая зарядка',
    name: 'Скручивания стоя',
    description:
      'Скручивания стоя способствуют разогреву мышц живота и спины, улучшая подвижность корпуса. Это упражнение помогает снизить риск травм при дальнейшем выполнении сложных движений.',
    time: '5 минут',
    energy: '20',
    image: require('../assets/main/d_charging_8.jpg'),
  },
  {
    id: 9,
    category: 'Динамическая зарядка',
    name: 'Бег на месте с высоким подниманием колен',
    description:
      'Это упражнение эффективно разогревает мышцы ног и сердечно-сосудистую систему, а также помогает развить координацию и улучшить подвижность суставов.',
    time: '6 минут',
    energy: '45',
    image: require('../assets/main/d_charging_9.jpg'),
  },
  {
    id: 10,
    category: 'Динамическая зарядка',
    name: 'Мостик с поворотами корпуса',
    description:
      'Мостик с поворотами корпуса активизирует мышцы спины и живота, улучшает гибкость позвоночника и развивает координацию движений. Отлично подходит для подготовки к основной тренировке.',
    time: '7 минут',
    energy: '50',
    image: require('../assets/main/d_charging_10.jpg'),
  },
  {
    id: 11,
    category: 'Интенсивное кардио',
    name: 'Бёрпи',
    description:
      'Бёрпи — одно из самых эффективных кардио-упражнений для сжигания калорий. Включает прыжки, отжимания и приседания, что задействует все основные группы мышц и улучшает общую выносливость.',
    time: '10 минут',
    energy: '150',
    image: require('../assets/main/cardio_1.jpg'),
  },
  {
    id: 12,
    category: 'Интенсивное кардио',
    name: 'Спринты',
    description:
      'Спринты — это короткие, но интенсивные забеги, которые развивают взрывную силу ног и улучшают работу сердечно-сосудистой системы. Отличный способ увеличить скорость метаболизма и повысить выносливость.',
    time: '15 минут',
    energy: '200',
    image: require('../assets/main/cardio_2.jpg'),
  },
  {
    id: 13,
    category: 'Интенсивное кардио',
    name: 'Высокие прыжки',
    description:
      'Высокие прыжки с поднятием коленей развивают силу ног и улучшают координацию. Это упражнение помогает эффективно сжечь калории и улучшить общую физическую форму.',
    time: '8 минут',
    energy: '130',
    image: require('../assets/main/cardio_3.jpg'),
  },
  {
    id: 14,
    category: 'Интенсивное кардио',
    name: 'Скалолаз',
    description:
      'Скалолаз имитирует движение подъема по склону и развивает мышцы ног, кора и плеч. Это упражнение отлично подходит для быстрого разогрева тела и сжигания калорий.',
    time: '10 минут',
    energy: '140',
    image: require('../assets/main/cardio_4.jpg'),
  },
  {
    id: 15,
    category: 'Интенсивное кардио',
    name: 'Прыжки через скакалку',
    description:
      'Прыжки через скакалку — это высокоинтенсивное кардио-упражнение, которое развивает координацию и улучшает работу сердечно-сосудистой системы. Отлично подходит для повышения выносливости и сжигания жира.',
    time: '12 минут',
    energy: '180',
    image: require('../assets/main/cardio_5.jpg'),
  },
  {
    id: 16,
    category: 'Интенсивное кардио',
    name: 'Бег с высоким подниманием колен',
    description:
      'Это упражнение помогает развивать силу ног, улучшает координацию и увеличивает частоту сердечных сокращений, что способствует эффективному сжиганию жира.',
    time: '10 минут',
    energy: '160',
    image: require('../assets/main/cardio_6.jpg'),
  },
  {
    id: 17,
    category: 'Интенсивное кардио',
    name: 'Прыжки в выпаде',
    description:
      'Прыжки в выпаде развивают силу ног и ягодиц, а также улучшают координацию. Это интенсивное упражнение, которое также повышает частоту сердечных сокращений.',
    time: '8 минут',
    energy: '150',
    image: require('../assets/main/cardio_7.jpg'),
  },
  {
    id: 18,
    category: 'Интенсивное кардио',
    name: 'Плиометрические отжимания',
    description:
      'Плиометрические отжимания — это взрывное упражнение для развития силы рук и груди. Оно повышает частоту сердечных сокращений и улучшает выносливость.',
    time: '7 минут',
    energy: '170',
    image: require('../assets/main/cardio_8.jpg'),
  },
  {
    id: 19,
    category: 'Интенсивное кардио',
    name: 'Скакалка двойные прыжки',
    description:
      'Двойные прыжки через скакалку требуют хорошей координации и высокой интенсивности. Это упражнение помогает сжечь много калорий за короткий период времени и улучшает общую выносливость.',
    time: '10 минут',
    energy: '200',
    image: require('../assets/main/cardio_9.jpg'),
  },
  {
    id: 20,
    category: 'Интенсивное кардио',
    name: 'Круговая тренировка с весами',
    description:
      'Круговая тренировка с использованием гантелей или гирь включает высокоинтенсивные упражнения, такие как махи, приседания и жимы. Это отличное кардио-упражнение для улучшения силы и выносливости.',
    time: '20 минут',
    energy: '300',
    image: require('../assets/main/cardio_10.jpg'),
  },
  {
    id: 21,
    category: 'Упражнения на пресс',
    name: 'Классические скручивания',
    description:
      'Классические скручивания — это базовое упражнение для проработки прямых мышц живота. Они помогают укрепить пресс и развить выносливость, акцентируя внимание на верхней части мышц живота.',
    time: '3 подхода по 20 раз',
    energy: '50',
    image: require('../assets/main/press_1.jpg'),
  },
  {
    id: 22,
    category: 'Упражнения на пресс',
    name: 'Подъем ног лежа',
    description:
      'Подъем ног лежа — отличное упражнение для проработки нижней части пресса. Оно эффективно укрепляет мышцы живота и улучшает их тонус, особенно акцентируясь на нижней области.',
    time: '3 подхода по 15 раз',
    energy: '60',
    image: require('../assets/main/press_2.jpg'),
  },
  {
    id: 23,
    category: 'Упражнения на пресс',
    name: 'Планка',
    description:
      'Планка — это статическое упражнение, которое укрепляет мышцы кора, спины и пресса. Выполнение планки требует напряжения всех основных мышц, что способствует улучшению общей стабильности тела.',
    time: '3 подхода по 1 минуте',
    energy: '70',
    image: require('../assets/main/press_3.jpg'),
  },
  {
    id: 24,
    category: 'Упражнения на пресс',
    name: 'Русский твист',
    description:
      'Русский твист — это упражнение для боковых мышц пресса. Включает повороты туловища из сидячего положения, что помогает развивать косые мышцы живота и улучшать их рельеф.',
    time: '3 подхода по 20 раз',
    energy: '80',
    image: require('../assets/main/press_4.jpg'),
  },
  {
    id: 25,
    category: 'Упражнения на пресс',
    name: 'Складка',
    description:
      'Складка — упражнение, где вы поднимаете ноги и корпус одновременно, складываясь пополам. Это интенсивное движение задействует все мышцы пресса, развивая силу и выносливость.',
    time: '3 подхода по 12 раз',
    energy: '90',
    image: require('../assets/main/press_5.jpg'),
  },
  {
    id: 26,
    category: 'Упражнения на пресс',
    name: 'Велосипедные скручивания',
    description:
      'Велосипедные скручивания — это упражнение, которое имитирует движение ног при езде на велосипеде, одновременно выполняя скручивания. Оно прорабатывает как прямые, так и косые мышцы живота.',
    time: '3 подхода по 20 раз',
    energy: '85',
    image: require('../assets/main/press_6.jpg'),
  },
  {
    id: 27,
    category: 'Упражнения на пресс',
    name: 'Обратные скручивания',
    description:
      'Обратные скручивания задействуют нижнюю часть пресса. Это упражнение помогает укрепить мышцы живота, акцентируя нагрузку на нижние отделы пресса.',
    time: '3 подхода по 15 раз',
    energy: '75',
    image: require('../assets/main/press_7.jpg'),
  },
  {
    id: 28,
    category: 'Упражнения на пресс',
    name: 'Боковая планка',
    description:
      'Боковая планка — статическое упражнение, развивающее боковые мышцы пресса и стабилизаторы. Оно улучшает общую стабильность и укрепляет мышцы кора.',
    time: '3 подхода по 1 минуте',
    energy: '70',
    image: require('../assets/main/press_8.jpg'),
  },
  {
    id: 29,
    category: 'Упражнения на пресс',
    name: 'Подъем корпуса с поворотом',
    description:
      'Это упражнение сочетает подъем корпуса и поворот туловища, задействуя как прямые, так и косые мышцы пресса. Оно помогает улучшить рельеф боковых мышц и укрепить мышцы кора.',
    time: '3 подхода по 20 раз',
    energy: '80',
    image: require('../assets/main/press_9.jpg'),
  },
  {
    id: 30,
    category: 'Упражнения на пресс',
    name: 'Пуловер с гантелью',
    description:
      'Пуловер с гантелью — это упражнение для верхней части пресса и груди. Оно также задействует плечевой пояс, развивая мышцы кора и улучшая общую силу и выносливость.',
    time: '3 подхода по 15 раз',
    energy: '90',
    image: require('../assets/main/press_10.jpg'),
  },
  {
    id: 31,
    category: 'Упражнения на спину',
    name: 'Подтягивания',
    description:
      'Подтягивания — классическое упражнение для укрепления широчайших мышц спины, рук и плеч. Оно развивает силу верхней части тела и улучшает общую физическую подготовку.',
    time: '3 подхода по 10 раз',
    energy: '100',
    image: require('../assets/main/back_1.jpg'),
  },
  {
    id: 32,
    category: 'Упражнения на спину',
    name: 'Тяга гантелей в наклоне',
    description:
      'Тяга гантелей в наклоне — эффективное упражнение для проработки средней части спины, широчайших мышц и плечевого пояса. Оно также помогает улучшить осанку и стабилизировать корпус.',
    time: '3 подхода по 12 раз',
    energy: '90',
    image: require('../assets/main/back_2.jpg'),
  },
  {
    id: 33,
    category: 'Упражнения на спину',
    name: 'Становая тяга',
    description:
      'Становая тяга — это базовое силовое упражнение, которое прорабатывает мышцы спины, ягодиц и ног. Оно развивает силу нижней части спины, а также укрепляет мышцы кора и стабилизаторов.',
    time: '4 подхода по 8 раз',
    energy: '120',
    image: require('../assets/main/back_3.jpg'),
  },
  {
    id: 34,
    category: 'Упражнения на спину',
    name: 'Тяга верхнего блока',
    description:
      'Тяга верхнего блока — упражнение, направленное на проработку широчайших мышц спины. Оно позволяет акцентировать нагрузку на мышцы спины, при этом снижая нагрузку на суставы.',
    time: '3 подхода по 15 раз',
    energy: '80',
    image: require('../assets/main/back_4.jpg'),
  },
  {
    id: 35,
    category: 'Упражнения на спину',
    name: 'Тяга горизонтального блока',
    description:
      'Тяга горизонтального блока помогает развивать мышцы средней части спины и улучшает силу и выносливость плечевого пояса. Это упражнение особенно полезно для улучшения осанки.',
    time: '3 подхода по 15 раз',
    energy: '85',
    image: require('../assets/main/back_5.jpg'),
  },
  {
    id: 36,
    category: 'Упражнения на спину',
    name: 'Гиперэкстензия',
    description:
      'Гиперэкстензия — упражнение для укрепления мышц поясницы и нижней части спины. Оно помогает улучшить гибкость и стабилизацию позвоночника, а также уменьшить риск травм.',
    time: '4 подхода по 20 раз',
    energy: '70',
    image: require('../assets/main/back_6.jpg'),
  },
  {
    id: 37,
    category: 'Упражнения на спину',
    name: 'Пуловер с гантелью',
    description:
      'Пуловер с гантелью — упражнение, которое помогает проработать верхнюю часть спины и грудные мышцы. Оно также задействует широчайшие мышцы и развивает гибкость плечевых суставов.',
    time: '3 подхода по 12 раз',
    energy: '95',
    image: require('../assets/main/back_7.jpg'),
  },
  {
    id: 38,
    category: 'Упражнения на спину',
    name: 'Разведения гантелей в наклоне',
    description:
      'Разведения гантелей в наклоне — упражнение для укрепления задних дельтовидных мышц и верхней части спины. Оно помогает развить силу плечевого пояса и улучшить осанку.',
    time: '3 подхода по 15 раз',
    energy: '80',
    image: require('../assets/main/back_8.jpg'),
  },
  {
    id: 39,
    category: 'Упражнения на спину',
    name: 'Подтягивания обратным хватом',
    description:
      'Подтягивания обратным хватом акцентируют нагрузку на нижнюю часть широчайших мышц и бицепсы. Это упражнение развивает силу и выносливость верхней части тела.',
    time: '3 подхода по 10 раз',
    energy: '100',
    image: require('../assets/main/back_9.jpg'),
  },
  {
    id: 40,
    category: 'Упражнения на спину',
    name: 'Плавание на спине',
    description:
      'Плавание на спине — упражнение, которое укрепляет все мышцы спины и улучшает координацию движений. Оно также помогает развить выносливость и улучшить гибкость позвоночника.',
    time: '5 минут активного плавания',
    energy: '110',
    image: require('../assets/main/back_10.jpg'),
  },
  {
    id: 41,
    category: 'Упражнения на ноги',
    name: 'Приседания с весом',
    description:
      'Приседания с весом — базовое упражнение, которое развивает силу ног и ягодиц. Оно укрепляет квадрицепсы, бицепсы бедра и мышцы ягодиц, улучшая общую выносливость.',
    time: '4 подхода по 12 раз',
    energy: '120',
    image: require('../assets/main/leg_1.jpg'),
  },
  {
    id: 42,
    category: 'Упражнения на ноги',
    name: 'Выпады',
    description:
      'Выпады — упражнение, направленное на проработку квадрицепсов и ягодиц. Оно также развивает равновесие и координацию, а также укрепляет мышцы кора.',
    time: '3 подхода по 15 раз на каждую ногу',
    energy: '110',
    image: require('../assets/main/leg_2.jpg'),
  },
  {
    id: 43,
    category: 'Упражнения на ноги',
    name: 'Подъемы на носки',
    description:
      'Подъемы на носки — упражнение для развития икроножных мышц. Оно улучшает силу и выносливость икроножных и камбаловидных мышц, а также помогает укрепить лодыжки.',
    time: '4 подхода по 20 раз',
    energy: '80',
    image: require('../assets/main/leg_3.jpg'),
  },
  {
    id: 44,
    category: 'Упражнения на ноги',
    name: 'Румынская тяга',
    description:
      'Румынская тяга — упражнение, направленное на развитие задней поверхности бедра и ягодиц. Оно укрепляет мышцы ног и поясницы, улучшая гибкость и подвижность тазобедренных суставов.',
    time: '3 подхода по 10 раз',
    energy: '100',
    image: require('../assets/main/leg_4.jpg'),
  },
  {
    id: 45,
    category: 'Упражнения на ноги',
    name: 'Жим ногами в тренажере',
    description:
      'Жим ногами в тренажере — эффективное упражнение для развития силы и объема квадрицепсов. Оно снижает нагрузку на позвоночник и помогает изолировать работу мышц ног.',
    time: '4 подхода по 12 раз',
    energy: '115',
    image: require('../assets/main/leg_5.jpg'),
  },
  {
    id: 46,
    category: 'Упражнения на ноги',
    name: 'Плие-приседания',
    description:
      'Плие-приседания — вариация классических приседаний, при которой ноги ставятся шире. Это упражнение помогает развить внутреннюю часть бедра и укрепить ягодицы.',
    time: '3 подхода по 15 раз',
    energy: '105',
    image: require('../assets/main/leg_6.jpg'),
  },
  {
    id: 47,
    category: 'Упражнения на ноги',
    name: 'Становая тяга на одной ноге',
    description:
      'Становая тяга на одной ноге развивает баланс, координацию и силу ног. Она эффективно прорабатывает мышцы ягодиц, бицепсов бедра и стабилизирующие мышцы корпуса.',
    time: '3 подхода по 10 раз на каждую ногу',
    energy: '90',
    image: require('../assets/main/leg_7.jpg'),
  },
  {
    id: 48,
    category: 'Упражнения на ноги',
    name: 'Болгарские сплит-приседания',
    description:
      'Болгарские сплит-приседания — отличное упражнение для изоляции работы одной ноги. Оно развивает силу квадрицепсов, ягодиц и бицепсов бедра, а также улучшает баланс.',
    time: '3 подхода по 12 раз на каждую ногу',
    energy: '115',
    image: require('../assets/main/leg_8.jpg'),
  },
  {
    id: 49,
    category: 'Упражнения на ноги',
    name: 'Сгибания ног в тренажере',
    description:
      'Сгибания ног в тренажере — упражнение, направленное на укрепление бицепсов бедра. Оно помогает улучшить силу и выносливость мышц задней поверхности ног.',
    time: '4 подхода по 15 раз',
    energy: '95',
    image: require('../assets/main/leg_9.jpg'),
  },
  {
    id: 50,
    category: 'Упражнения на ноги',
    name: 'Разгибания ног в тренажере',
    description:
      'Разгибания ног в тренажере — изолирующее упражнение для квадрицепсов. Оно помогает улучшить силу мышц передней поверхности бедра и развить объем ног.',
    time: '4 подхода по 12 раз',
    energy: '90',
    image: require('../assets/main/leg_10.jpg'),
  },
];
